{
    "Songs Player": "Lecteur de chansons",
    "Songs": "Chansons",
    "Trending": "Tendance",
    "Favorites": "Favoris",
    "Artists": "Artistes",
    "In this section dig in and enjoy all of our songs": "Dans cette section, plongez et profitez de toutes nos chansons",
    "Your Liked songs": "Vos chansons aimées",
    "game changers": "changeurs de jeu",
    "Top Trends": "Principales tendances",
    "Profile": "Profil",
    "Admin Panel": "panneau d'administration",
    "Find something": "Trouver quelque chose",
    "All": "Tout",
    "search": "recherche",
    "Remove From Favorites": "Retirer des favoris",
    "Add To Favorites": "Ajouter aux Favoris",
    "Star": "Étoile",
    "Stars": "Étoiles",
    "Rate": "Taux",
    "You Rated": "Vous avez noté",
    "Average Ratings": "Notes moyennes",
    "Search Artist": "Rechercher un artiste",
    "save": "sauvegarder",
    "Name": "Nom",
    "Language": "Langue",
    "Profile Information": "Informations sur le profil",
    "Update your account's profile information and email address.": "Mettez à jour les informations de profil et l'adresse e-mail de votre compte.",
    "Email": "E-mail",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "Save": "Sauvegarder",
    "Saved.": "Enregistrée.",
    "Update Password": "Mettre à jour le mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester en sécurité.",
    "Current Password": "Mot de passe actuel",
    "New Password": "nouveau mot de passe",
    "Confirm Password": "Confirmez le mot de passe",
    "Delete Account": "Supprimer le compte",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Password": "Mot de passe",
    "Cancel": "Annuler",
    "Min Duration" : "Durée minimale",
    "Max Duration": "Durée maximale",
    "Login" : "Se connecter",
    "Remember Me": "Souviens-toi de moi",
    "forgot your password?": "Mot de passe oublié?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié? Aucun problème. Indiquez-nous simplement votre adresse e-mail et nous vous enverrons par e-mail un lien de réinitialisation de mot de passe qui vous permettra d'en choisir un nouveau.",
    "Email Password Reset Link": "Lien de réinitialisation du mot de passe par e-mail",
    "Already registered?": "Déjà enregistré?",
    "Register": "Registre"
}
