app/Http/Controllers/SongsController.php

        }
        $songs = $query->paginate(20);

        return view('songs.index', [
            'songs' => $songs,
            'artists' => Artist::all(),
            'filters' => [
                'artist_id' => \request()->get('artist_id'),
            ]
        ]  );
---
select * from `songs` limit 20 offset 0
select * from `artists`

    public function create()
    {
        return view('songs.form',['artists' => Artist::withCount('songs')->get()]);
---
select * from `artists` where `artists`.`id` in (2, 4, 6, 10, 12, 16, 17, 19, 23, 24, 27, 29, 33, 34, 35, 41, 46)
select count(*) as aggregate from `songs`